/* */

call builddbrecordbaseclass( "WGBEWeddingProf.tdef"             )
call builddbrecordbaseclass( "Ad.tdef"             )
call builddbrecordbaseclass( "Exhibitor.tdef"             )
call builddbrecordbaseclass( "BGContract.tdef"             )
