/* */

call builddbrecordbaseclass( "ContactModel.tdef"             )
call builddbrecordbaseclass( "PersonModel.tdef"             )
call builddbrecordbaseclass( "AddressModel.tdef"             )
call builddbrecordbaseclass( "PhoneModel.tdef"             )
call builddbrecordbaseclass( "EmailModel.tdef"             )
call builddbrecordbaseclass( "HistoryModel.tdef"             )
call builddbrecordbaseclass( "PageData.tdef"             )
